[
  {
    "id": 1,
    "company": "Diamond Sing Pvt. Ltd.",
    "text": "We installed three pellet burners for our peanut roasting line, and the improvement in heat consistency has been excellent. Fuel savings are clearly noticeable, and overall production has become smoother. A highly dependable biomass heating solution for continuous operations.",
    "rating": 5
  },
  {
    "id": 2,
    "company": "J.K. Food Products Pvt. Ltd.",
    "text": "Our steam boiler now operates with heavy-duty pellet burners, delivering strong performance with lower fuel consumption. The system runs reliably through long shifts, helping us maintain good margins. A solid, cost-saving upgrade.",
    "rating": 5
  },
  {
    "id": 3,
    "company": "Shelvin's Snacks Pvt. Ltd.",
    "text": "Their circular batch fryer heating system has delivered stable heat throughout our processing cycle. It runs cleanly, requires minimal attention, and has become a reliable component of our production. A great alternative to traditional fuel-based systems.",
    "rating": 5
  },
  {
    "id": 4,
    "company": "Vanraj Namkeen",
    "text": "We chose two high-capacity pellet burners for our oil heat exchange setup, and both units have performed impressively. Heat output is steady, efficiency has improved, and operating costs have dropped. A smart investment for our facility.",
    "rating": 5
  },
  {
    "id": 5,
    "company": "HKL Agro Foods Pvt. Ltd.",
    "text": "The hot-air generator has brought smoother heat flow and cleaner operation to our plant. It integrates well with our existing process and maintains consistent temperature levels. A reliable biomass option for industrial heating.",
    "rating": 5
  },
  {
    "id": 6,
    "company": "Koyo Agro Foods LLP",
    "text": "Using one burner unit, we've achieved significant savings compared to gas-based systems. Heat distribution is uniform, and daily operation has become more economical. A practical and environmentally friendly solution for food processing.",
    "rating": 5
  },
  {
    "id": 7,
    "company": "Always Fresh Foods Pvt. Ltd.",
    "text": "Their batch fryer heating system has been a solid addition to our plant. It offers consistent thermal performance, easy maintenance, and noticeable fuel savings. Works well for continuous food production environments.",
    "rating": 5
  },
  {
    "id": 8,
    "company": "Popbite Consumer Pvt. Ltd.",
    "text": "The burner operates smoothly and supports our food processing needs with reliable heat. Quick startup, low maintenance, and consistent performance make it a useful addition to our production line. A clean and efficient heating option.",
    "rating": 5
  },
  {
    "id": 9,
    "company": "Valandi Foods Pvt. Ltd.",
    "text": "We installed two batch fryer heating units, and both have shown excellent temperature stability. Integration was easy, and fuel usage has dropped. A dependable biomass system that supports large-scale production well.",
    "rating": 5
  },
  {
    "id": 10,
    "company": "United Wolfram Pvt. Ltd.",
    "text": "Their heavy-duty pellet burner has proven strong in our metallurgical operations. It delivers steady high-temperature output and requires minimal downtime. A durable heating solution suitable for demanding industrial environments.",
    "rating": 5
  },
  {
    "id": 11,
    "company": "Kirtiraj Snacks Pvt. Ltd.",
    "text": "With two pellet burners in operation, our heat generation has become far more consistent. The systems are simple to maintain and help reduce firing costs. A solid choice for uninterrupted food processing.",
    "rating": 5
  },
  {
    "id": 12,
    "company": "Amarco Industries LLP",
    "text": "The pellet burner used in our cashew facility has been functioning reliably from day one. It provides stable heating, reduces fuel costs, and fits seamlessly into our workflow. A dependable biomass heating upgrade.",
    "rating": 5
  },
  {
    "id": 13,
    "company": "URO Tap",
    "text": "Their pellet burner works efficiently in our packaging industry setup, offering clean heat and low fuel consumption. It has helped streamline our processes and maintain stable temperature requirements throughout production.",
    "rating": 5
  },
  {
    "id": 14,
    "company": "Jalpooree Foods India Pvt. Ltd.",
    "text": "The two oil heat exchanger units have significantly improved heat control and product consistency in our plant. We've noticed clear fuel savings and smoother operation overall. A reliable biomass solution for daily production needs.",
    "rating": 5
  }
]
